Repository: TableProApp/TablePro
Catalog: TableProMobile/TableProMobile/Localizable.xcstrings
Source language: en
Languages: ko, vi, zh_hans, zh_hant

source: This table needs a primary key to identify the row.
ko: 행을 식별하려면 이 테이블에 기본 키가 있어야 합니다.
vi: Bảng này cần khóa chính để xác định dòng.
zh_hans: 此表需要主键来标识行。
zh_hant: 此資料表需要主鍵來識別該列。

source: This will insert a row into %@. Continue?
ko: %@에 행을 삽입합니다. 계속하시겠습니까?
vi: Thao tác này sẽ chèn một dòng vào %@. Tiếp tục?
zh_hans: 这将向 %@ 插入一行。是否继续？
zh_hant: 這將向 %@ 插入一列。是否繼續？

source: This will update a row in %@. Continue?
ko: %@의 행을 업데이트합니다. 계속하시겠습니까?
vi: Thao tác này sẽ cập nhật một dòng trong %@. Tiếp tục?
zh_hans: 这将更新 %@ 中的一行。是否继续？
zh_hant: 這將更新 %@ 中的一列。是否繼續？

source: Timed out completing Kerberos authentication. The Kerberos KDC (domain controller) may be unreachable, the server's SPN may be missing, or this device's clock may be off. Check your network to the domain, or use SQL Server Authentication.
ko: Kerberos 인증을 완료하는 동안 시간이 초과되었습니다. Kerberos KDC(도메인 컨트롤러)에 연결할 수 없거나, 서버의 SPN이 없거나, 이 기기의 시계가 맞지 않을 수 있습니다. 도메인에 대한 네트워크 연결을 확인하거나 SQL Server 인증을 사용하십시오.

source: Timed out connecting to the server. Check the host, port, and that the server is reachable and accepting connections.
ko: 서버에 연결하는 동안 시간이 초과되었습니다. 호스트와 포트가 올바른지, 서버에 연결할 수 있고 서버가 연결을 수락하는지 확인하십시오.

source: Timed out during the Oracle login handshake. The server accepted the network connection but did not finish logging in.
ko: Oracle 로그인 핸드셰이크 중 시간이 초과되었습니다. 서버가 네트워크 연결을 수락했지만 로그인을 완료하지 않았습니다.

source: Too many rows. Add up to %lld rows at a time.
ko: 행이 너무 많습니다. 한 번에 최대 %lld개까지 추가하십시오.

source: Truncate
ko: 비우기
vi: Xóa dữ liệu
zh_hans: 清空
zh_hant: 清空

source: Truncate Table
ko: 테이블 비우기
vi: Xóa dữ liệu bảng
zh_hans: 清空表
zh_hant: 清空資料表

source: Trust
ko: 신뢰

source: Try Again
ko: 다시 시도
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Try again or check your connection.
ko: 다시 시도하거나 연결을 확인하십시오.
vi: Thử lại hoặc kiểm tra kết nối.
zh_hans: 请重试或检查你的连接。
zh_hant: 請再試一次或檢查你的連線。

source: Type
ko: 유형
vi: Loại
zh_hans: 类型
zh_hant: 型別

source: Ungrouped
ko: 그룹 없음
vi: Chưa phân nhóm
zh_hans: 未分组
zh_hant: 未分組

source: Unique
ko: 고유
vi: Duy nhất
zh_hans: 唯一
zh_hant: 唯一

source: Unknown SSH Server
ko: 알 수 없는 SSH 서버

source: Unlock
ko: 잠금 해제
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock TablePro to access your database connections.
ko: 데이터베이스 연결에 접근하려면 TablePro의 잠금을 해제하십시오.
vi: Mở khóa TablePro để truy cập các kết nối cơ sở dữ liệu.
zh_hans: 解锁 TablePro 以访问你的数据库连接。
zh_hant: 解鎖 TablePro 以存取你的資料庫連線。

source: Unsupported encryption version %d
ko: 지원되지 않는 암호화 버전 %d

source: Use Passcode
ko: 암호 사용
vi: Dùng mật mã
zh_hans: 使用密码
zh_hant: 使用密碼

source: Use SID Instead
ko: 대신 SID 사용

source: Use Service Name Instead
ko: 대신 서비스 이름 사용

source: Username
ko: 사용자 이름
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username is for Redis 6 and later ACL users. Leave it empty for password-only servers.
ko: 사용자 이름은 Redis 6 이상의 ACL 사용자용입니다. 암호만 사용하는 서버에서는 비워 두십시오.

source: Value
ko: 값
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: Verify CA
ko: CA 확인

source: Verify Identity
ko: 신원 확인

source: Version
ko: 버전
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: View
ko: 보기
zh_hans: 视图
zh_hant: 檢視表

source: Views
ko: 뷰
vi: View
zh_hans: 视图
zh_hant: 檢視表

source: Welcome to TablePro
ko: TablePro에 오신 것을 환영합니다
vi: Chào mừng đến TablePro
zh_hans: 欢迎使用TablePro
zh_hant: 歡迎使用 TablePro

source: When off, connections, groups, and tags stay on this device only. Existing iCloud data is not deleted.
ko: 끄면 연결, 그룹 및 태그가 이 기기에만 유지됩니다. 기존 iCloud 데이터는 삭제되지 않습니다.
vi: Khi tắt, các kết nối, nhóm và thẻ chỉ ở trên thiết bị này. Dữ liệu iCloud hiện có sẽ không bị xóa.
zh_hans: 关闭后，连接、分组和标签将仅保留在此设备上。现有的 iCloud 数据不会被删除。
zh_hant: 關閉時，連線、群組與標籤只會保留在此裝置上。現有的 iCloud 資料不會被刪除。

source: When off, connections, groups, and tags stay on this device only. Existing iCloud data is not deleted. Passwords stay on this device unless you turn on Sync Passwords.
ko: 이 옵션을 끄면 연결, 그룹 및 태그가 이 기기에만 저장됩니다. 기존 iCloud 데이터는 삭제되지 않습니다. 암호 동기화를 켜지 않는 한 암호도 이 기기에만 저장됩니다.

source: When on, the lock screen and Dynamic Island show "Running query" instead of the SQL preview.
ko: 켜면 잠금 화면과 Dynamic Island에 SQL 미리 보기 대신 "쿼리 실행 중"이 표시됩니다.
vi: Khi bật, màn hình khóa và Dynamic Island hiển thị "Đang chạy truy vấn" thay cho nội dung SQL.
zh_hans: 开启后，锁定屏幕和灵动岛将显示“正在运行查询”而非 SQL 预览。
zh_hant: 開啟時，鎖定畫面與動態島會顯示「正在執行查詢」，而非 SQL 預覽。

source: Windows Authentication (Kerberos) isn't supported on iOS yet. Use SQL Server Authentication, or connect from the Mac app.
ko: Windows 인증(Kerberos)은 아직 iOS에서 지원되지 않습니다. SQL Server 인증을 사용하거나 Mac 앱에서 연결하십시오.

source: Write Query Blocked
ko: 쓰기 쿼리 차단됨
vi: Truy vấn ghi bị chặn
zh_hans: 写入查询被阻止
zh_hant: 寫入查詢已封鎖

source: Write SQL and tap the play button.
ko: SQL을 작성하고 재생 버튼을 탭하십시오.
vi: Viết SQL và nhấn nút chạy.
zh_hans: 编写SQL并点击运行按钮。
zh_hant: 輸入 SQL 並點按播放按鈕。

source: Yellow
ko: 노란색

source: auto-increment
ko: 자동 증가
vi: tự tăng
zh_hans: 自增
zh_hant: 自動遞增

source: between
ko: 범위 내

source: connection
ko: 연결

source: contains
ko: 포함

source: database
ko: 데이터베이스

source: ends with
ko: 다음으로 끝남

source: equals
ko: 같음

source: greater than
ko: 보다 큼

source: iCloud Sync
ko: iCloud 동기화
vi: Đồng bộ iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud account is not available. Sign in to iCloud in System Settings.
ko: iCloud 계정을 사용할 수 없습니다. 시스템 설정에서 iCloud에 로그인하십시오.

# iCloud rejected %d change(s). They stay on this device and will retry: %@
source: iCloud rejected %1$d change(s). They stay on this device and will retry: %2$@
ko: iCloud에서 변경 사항 %d개를 거부했습니다. 변경 사항은 이 기기에 유지되며 다시 시도됩니다: %@

source: iCloud server error: %@
ko: iCloud 서버 오류: %@

source: iCloud storage is full. Free up space in iCloud and try again.
ko: iCloud 저장 공간이 가득 찼습니다. iCloud에서 공간을 확보한 후 다시 시도하십시오.

source: import
ko: 가져오기

source: insert
ko: 삽입

source: is not null
ko: NULL이 아님

source: is null
ko: NULL임

source: less than
ko: 보다 작음

source: not equals
ko: 같지 않음

source: open
ko: 열기

source: primary key
ko: 기본 키
vi: khóa chính
zh_hans: 主键
zh_hant: 主鍵

source: read-only
ko: 읽기 전용
vi: chỉ đọc
zh_hans: 只读
zh_hant: 唯讀

source: row
ko: 행

source: rows
ko: 행

source: starts with
ko: 다음으로 시작

source: table
ko: 테이블

source: Primary
vi: Chính
zh_hans: 主键
zh_hant: 主鍵
